Repository: pc-coholic/pretix-cashpayment
Catalog: pretix_cashpayment/locale/*/LC_MESSAGES/django.po
Languages: de

source: Cash Payment
de: Barzahlung

source: This plugin allows you to offer your customers a "pay with cash at the venue" option.
de: Dieses Plugin ermöglicht es Ihnen, Ihren Kunden die Barzahlung vor Ort anzubieten

source: Confirm
de: Bestätigen

source: Payment information text
de: Informationstext zur Zahlungsart

source: You can pay your order by cash at the venue.
de: Sie können Ihre Bestellung vor Ort in Bar bezahlen.

source: This order has been paid via Cash Payment.
de: Diese Bestellung wurde in Bar bezahlt.

source: Payer
de: Zahlender

source: Payment date
de: Zahlungsdatum

source: Reference
de: Verwendungszweck

source: This order has been marked as paid via Cash Payment manually.
de: Diese Bezahlung wurde manuell als per Barzahlung bezahlt markiert

source: This order has been planned to be paid via Cash Payment, but no payment has been received yet.
de: Diese Bestellung soll in Bar bezahlt werden, aber noch ist keine Zahlung eingegangen.

source: Reference code
de: Verwendungszweck

source: Reference: %(code)s Amount: %(total)s %(currency)s %(additional_details)s
de: Verwendungszweck: %(code)s Betrag: %(total)s %(currency)s %(additional_details)s

source: Please print out this page and bring it with you when paying.
de: Bitte drucken Sie diese Seite aus und bringen Sie diese beim Bezahlen mit.

source: Amount:
de: Betrag:

source: Reference code (important):
de: Verwendungszweck (wichtig):
